espressif/esp-idf/components/esp_stdio/test_apps/custom_io/sdkconfig.defaults
CONFIG_IDF_TARGET="linux"
CONFIG_VFS_SUPPORT_IO=y
CONFIG_ESP_STDIO_MAX_VFS_ENTRIES=3
